"CIAdditionCompositing" = "Addition";
"CIAffineClamp" = "Rand erweitern";
"CIAffineTile" = "Affin kacheln";
"CIAffineTransform" = "Affin transformieren";
"CIBarsSwipeTransition"="Balken-Swipe-Übergang";
"CIBlendWithMask" = "Mit Maske überblenden";
"CIBloom" = "Glühen";
"CIBoxBlur"="Quadratische Unschärfe";
"CIBumpDistortion" = "Verzerrung „Bump“";
"CIBumpDistortionLinear"="Verzerrung „Bump“ (Linear)";
"CICMYKHalftone" = "CMYK-Halbton";
"CICheckerboardGenerator" = "Schachbrettmuster";
"CICircleSplashDistortion" = "Verzerrung „Kreisförmiger Platscher“";
"CICircularScreen" = "Konzentrisches Halbtonraster";
"CICircularWrap" = "Kreisförmig krümmen";
"CIColorControls" = "Farbsteuerung";
"CIColorCube" = "Farbwürfel";
"CIColorInvert" = "Farbe umkehren";
"CIColorMap" = "Farbkarte";
"CIColorMatrix" = "Farbmatrix";
"CIColorMonochrome" = "Einfarbig";
"CIColorPosterize" = "Farbe auflösen";
"CIComicEffect" = "Comic-Effekt";
"CIConstantColorGenerator" = "Konstante Farbe";
"CICopyMachineTransition" = "Kopieren";
"CICrop" = "Freistellen";
"CICrystallize" = "Kristallisieren";
"CIDiscBlur"="Kreisförmige Unschärfe";
"CIDisintegrateWithMaskTransition" = "Mit Maske abbauen";
"CIDisplacementDistortion" = "Verzerrung „Verdrängung“";
"CIDissolveTransition" = "Überblenden";
"CIDotScreen" = "Punktförmiges Halbtonraster";
"CIEdges" = "Kanten";
"CIEdgeWork" = "Kantenarbeit";
"CIEightfoldReflectedTile"="8-fach reflektierte Kachel";
"CIExposureAdjust" = "Belichtung anpassen";
"CIFalseColor" = "Falschfarbendarstellung";
"CIFastBoxBlur" = "Quadratische Unschärfe (schnell)";
"CIFastDiscBlur" = "Kreisförmige Unschärfe (schnell)";
"CIFlashTransition" = "Flash";
"CIFourfoldReflectedTile"="4-fach reflektierte Kachel";
"CIFourfoldRotatedTile"="4-fach gedrehte Kachel";
"CIFourfoldTranslatedTile"="4-fach übersetzte Kachel";
"CIGammaAdjust" = "Gamma anpassen";
"CIGaussianBlur" = "Gauß’sche Unschärfe";
"CIGaussianGradient" = "Gauß’scher Verlauf";
"CIGlassDistortion" = "Verzerrung „Glas“";
"CIGlassLozenge" = "Glasrhombus";
"CIGlideReflectedTile"="Gleitende reflektierte Kachel";
"CIGloom" = "Düster";
"CIHatchedScreen" = "Schraffiertes Halbtonraster";
"CIHeightFieldFromMask" = "Höhe des Felds von der Maske";
"CIHexagonalPixellate"="Hexagonale Pixellierung";
"CIHoleDistortion" = "Verzerrung „Loch“";
"CIHueAdjust" = "Farbton anpassen";
"CIKaleidoscope" = "Kaleidoskop";
"CILanczosScaleTransform" = "Lanczos Skalierungstransformation";
"CILenticularHaloGenerator" = "Linsenförmiges Halo";
"CILineOverlay" = "Linienüberlagerung";
"CILineScreen" = "Liniertes Halbtonraster";
"CILinearGradient" = "Linearer Verlauf";
"CIMaskToAlpha" = "Mit Alpha-Kanal maskieren";
"CIMaximumCompositing" = "Maximal";
"CIMedianFilter" = "Median";
"CIMinimumCompositing" = "Minimal";
"CIModTransition" = "Mod";
"CIMotionBlur" = "Bewegungsunschärfe";
"CIMultiplyCompositing" = "Multiplizieren";
"CINoiseReduction" = "Störungen reduzieren";
"CIOpTile" = "Op kacheln";
"CIPageCurlTransition" = "Umblättern";
"CIParallelogramTile" = "Parallelogramme";
"CIPerspectiveTile" = "Perspektivisch kacheln";
"CIPerspectiveTransform" = "Perspektivisch transformieren";
"CIPinchDistortion" = "Verzerrung „Drücken“";
"CIPixellate" = "Pixellierung";
"CIPointillize" = "Punktieren";
"CIRadialGradient" = "Radialer Verlauf";
"CIRandomGenerator" = "Zufallsgenerator";
"CIRippleTransition" = "Wellen";
"CISepiaTone" = "Sepia-Farbtöne";
"CIShadedMaterial" = "Schattiertes Material";
"CISharpenLuminance" = "Luminanz scharfzeichnen";
"CISixfoldReflectedTile"="6-fach reflektierte Kachel";
"CISixfoldRotatedTile"="6-fach gedrehte Kachel";
"CISourceAtopCompositing" = "Quelle obenauf";
"CISourceInCompositing" = "Quelle innen";
"CISourceOutCompositing" = "Quelle außen";
"CISourceOverCompositing" = "Quelle über";
"CISpotColor" = "Spot-Farbe";
"CISpotLight" = "Rampenlicht";
"CIStarShineGenerator" = "Sternenlicht";
"CIStripesGenerator" = "Streifen";
"CISunbeamsGenerator" = "Sonnenstrahlen";
"CISwipeTransition" = "Swipe";
"CITorusLensDistortion" = "Verzerrung „Torus-Linse“";
"CITriangleTile" = "Dreieckig kacheln";
"CITwelvefoldReflectedTile"="12-fach reflektierte Kachel";
"CITwirlDistortion" = "Verzerrung „Wirbeln“";
"CIUnsharpMask" = "Unscharf maskieren";
"CIVortexDistortion" = "Verzerrung „Vortex“";
"CIWhitePointAdjust" = "Weißpunkt anpassen";
"CIZoomBlur" = "Zoom-Unschärfe";
"CIColorBlendMode" = "Mischmethode „Farbe“";
"CIColorBurnBlendMode" = "Mischmethode „Farbig nachbelichten“";
"CIColorDodgeBlendMode" = "Mischmethode „Farbig abwedeln“";
"CIDarkenBlendMode" = "Mischmethode „Abdunkeln“";
"CIDifferenceBlendMode" = "Mischmethode „Differenz“";
"CIExclusionBlendMode" = "Mischmethode „Ausschluss“";
"CIHardLightBlendMode" = "Mischmethode „Hartes Licht“";
"CIHueBlendMode" = "Mischmethode „Farbton“";
"CILightenBlendMode" = "Mischmethode „Aufhellen“";
"CILuminosityBlendMode" = "Mischmethode „Leuchtkraft“";
"CIMultiplyBlendMode" = "Mischmethode „Multiplizieren“";
"CIOverlayBlendMode" = "Mischmethode „Überlagerung“";
"CISaturationBlendMode" = "Mischmethode „Sättigung“";
"CIScreenBlendMode" = "Mischmethode „Blende“";
"CISoftLightBlendMode" = "Mischmethode „Weiches Licht“";
"CIAreaHistogram" = "Bereichs-Histogramm";
"CIAreaMaximum" = "Bereichsmaximum";
"CIAreaMinimum" = "Bereichsminimum";
"CIAreaMaximumAlpha" = "Bereichsmaximum im Alpha-Kanal";
"CIAreaMinimumAlpha" = "Bereichsminimum im Alpha-Kanal";
"CIAreaAverage" = "Bereichsdurchschnitt";
"CIRowAverage" = "Zeilendurchschnitt";
"CIColumnAverage" = "Spaltendurchschnitt";
"CIMinimumComponent" = "Minimaler Kanal";
"CIMaximumComponent" = "Maximaler Kanal";
